SPLIT_QUESTION_EXAMPLES_HEADER = """--- 问题拆解模版 ---"""

SPLIT_QUESTION_EXAMPLES = f"""{SPLIT_QUESTION_EXAMPLES_HEADER}

原问题：分析一下周转率的情况
子问题：
- 今年一月到这个月MAP（Multi Agent Path）的DSO 是多少
- 今年一月到这个月MAP（Multi Agent Path）的ITO 是多少

原问题：2025年各一级产品线的合同额占比情况
子问题：
- 2025年'第三方'一级产品线的合同额是多少
- 2025年'杭州全世分析仪'一级产品线的合同额是多少
- 2025年'其他'一级产品线的合同额是多少
- 2025年'会员产品'一级产品线的合同额是多少
- 2025年'SMI'一级产品线的合同额是多少
- 2025年'PlantMart'一级产品线的合同额是多少
- 2025年'POM'一级产品线的合同额是多少
- 2025年'Industrial Robot'一级产品线的合同额是多少
- 2025年'Industrial AI'一级产品线的合同额是多少
- 2025年'Hobre'一级产品线的合同额是多少
- 2025年'MAP'一级产品线的合同额是多少
- 2025年'Automation'一级产品线的合同额是多少
- 2025年的合同额是多少

原问题：2025年的合同额同比
子问题：
- 2025年的合同额
- 2024年的合同额
"""
